tap "felixkratz/formulae"
tap "jayadamsmorgan/yatoro"
tap "nikitabobko/tap"
brew "libpng"
brew "freetype"
brew "libx11"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "glew"
brew "glm"
brew "python@3.13"
brew "jupyterlab"
brew "libxml2"
brew "llvm"
brew "neovim"
brew "netcdf"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "pymol"
brew "starship"
brew "tmux"
brew "trash"
brew "watch"
brew "wget"
brew "jayadamsmorgan/yatoro/yatoro", link: false
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "fiji"
cask "font-jetbrains-mono-nerd-font"
cask "obsidian"
cask "wezterm"
